[
    {
        "author": "Fyodor Dostoevsky",
        "title": "Crime and Punishment - Opening",
        "theme": "psychological_turmoil",
        "year": 1866,
        "text": "On an exceptionally hot evening early in July a young man came out of the garret in which he lodged in S. Place and walked slowly, as though in hesitation, towards K. bridge. He had successfully avoided meeting his landlady on the staircase. His garret was under the roof of a high, five-storied house and was more like a cupboard than a room. The landlady who provided him with garret, dinners, and attendance, lived on the floor below, and every time he went out he was obliged to pass her kitchen, the door of which invariably stood open. And each time he passed, the young man had a sick, frightened feeling, which made him scowl and feel ashamed. He was hopelessly in debt to his landlady, and was afraid of meeting her."
    },
    {
        "author": "Fyodor Dostoevsky",
        "title": "Crime and Punishment - Raskolnikov's Theory",
        "theme": "philosophy_morality",
        "year": 1866,
        "text": "I simply hinted that an extraordinary man has the right, that is not an official right, but an inner right to decide in his own conscience to overstep certain obstacles, and only in case it is essential for the practical fulfilment of his idea. Sometimes perhaps of benefit to the whole of humanity. You say that my article isn't definite; I am ready to make it as clear as I can. Perhaps I am right in thinking you want me to; very well. I maintain that if the discoveries of Kepler and Newton could not have been made known except by sacrificing the lives of one, a dozen, a hundred, or more men, Newton would have had the right, would indeed have been in duty bound to eliminate the dozen or the hundred men for the sake of making his discoveries known to the whole of humanity."
    },
    {
        "author": "Fyodor Dostoevsky",
        "title": "The Brothers Karamazov - The Grand Inquisitor",
        "theme": "religion_freedom",
        "year": 1880,
        "text": "Nothing has ever been more insupportable for a man and a human society than freedom. But seest Thou these stones in this parched and barren wilderness? Turn them into bread, and mankind will run after Thee like a flock of sheep, grateful and obedient, though for ever trembling, lest Thou withdraw Thy hand and deny them Thy bread. But Thou wouldst not deprive man of freedom and didst reject the offer, thinking, what is that freedom worth, if obedience is bought with bread? Thou didst reply that man lives not by bread alone. But dost Thou know that for the sake of that earthly bread the spirit of the earth will rise up against Thee and will strive with Thee and overcome Thee, and all will follow him, crying, Who can compare with this beast? He has given us fire from heaven!"
    },
    {
        "author": "Fyodor Dostoevsky",
        "title": "Notes from Underground - Opening",
        "theme": "alienation_consciousness",
        "year": 1864,
        "text": "I am a sick man. I am a spiteful man. I am an unattractive man. I believe my liver is diseased. However, I know nothing at all about my disease, and do not know for certain what ails me. I don't consult a doctor for it, and never have, though I have a respect for medicine and doctors. Besides, I am extremely superstitious, sufficiently so to respect medicine, anyway. I am well-educated enough not to be superstitious, but I am superstitious. No, I refuse to consult a doctor from spite. That you probably will not understand. Well, I understand it, though. Of course, I can't explain who it is precisely that I am mortifying in this case by my spite: I am perfectly well aware that I cannot pay out the doctors by not consulting them."
    },
    {
        "author": "Albert Camus",
        "title": "The Stranger - Opening",
        "theme": "absurdism_indifference",
        "year": 1942,
        "text": "Mother died today. Or maybe yesterday; I can't be sure. The telegram from the Home says: Your mother passed away. Funeral tomorrow. Deep sympathy. Which leaves the matter doubtful; it could have been yesterday. The Home for Aged Persons is at Marengo, some fifty miles from Algiers. With the two o'clock bus I should get there well before nightfall. Then I can spend the night there, keeping the usual vigil beside the body, and be back here by tomorrow evening. I have fixed up with my employer for two days' leave; obviously, under the circumstances, he couldn't refuse. Still, I had an idea he looked annoyed, and I said, without thinking: Sorry, sir, but it's not my fault, you know."
    },
    {
        "author": "Albert Camus",
        "title": "The Myth of Sisyphus",
        "theme": "absurdism_meaning",
        "year": 1942,
        "text": "There is but one truly serious philosophical problem, and that is suicide. Judging whether life is or is not worth living amounts to answering the fundamental question of philosophy. All the rest, whether or not the world has three dimensions, whether the mind has nine or twelve categories, comes afterwards. These are games; one must first answer. The absurd is born of this confrontation between the human need and the unreasonable silence of the world. This must not be forgotten. This must be clung to because the whole consequence of a life can depend on it. The absurd depends as much on man as on the world. It is their only bond. It is as intimate as it is brutal."
    },
    {
        "author": "Albert Camus",
        "title": "The Stranger - The Beach Scene",
        "theme": "violence_sun",
        "year": 1942,
        "text": "The sun was the same as it had been the day I'd buried Mother, and like then, my forehead especially was hurting me, all the veins in it throbbing under the skin. It was this burning, which I couldn't stand anymore, that made me move forward. I knew that it was stupid, that I wouldn't get the sun off me by stepping forward. But I took a step, one step, forward. And this time, without getting up, the Arab drew his knife and held it up to me in the sun. The light shot off the steel and it was like a long flashing blade cutting at my forehead. At the same instant the sweat in my eyebrows dripped down over my eyelids all at once and covered them with a warm, thick film. I couldn't see anything. Then I fired four more times at the motionless body."
    },
    {
        "author": "Albert Camus",
        "title": "The Plague - Dr. Rieux's Reflection",
        "theme": "solidarity_struggle",
        "year": 1947,
        "text": "What's true of all the evils in the world is true of plague as well. It helps men to rise above themselves. All the same, when you see the misery it brings, you'd need to be a madman, or a coward, or stone blind, to give in tamely to the plague. Everybody knows that pestilences have a way of recurring in the world; yet somehow we find it hard to believe in ones that crash down on our heads from a blue sky. There have been as many plagues as wars in history; yet always plagues and wars take people equally by surprise. When a war breaks out, people say: It's too stupid; it can't last long. But though a war may well be too stupid, that doesn't prevent its lasting. Stupidity has a knack of getting its way."
    },
    {
        "author": "Erich Maria Remarque",
        "title": "All Quiet on the Western Front - Opening",
        "theme": "war_youth",
        "year": 1929,
        "text": "We are at rest five miles behind the front. Yesterday we were relieved, and now our bellies are full of beef and haricot beans. We are satisfied and at peace. Each man has another mess-tin full for the evening; and, what is more, there is a double ration of sausage and bread. That puts a man in fine trim. We have not had such luck as this for a long time. The cook with his carroty head is begging us to eat; he beckons with his ladle to everyone that passes, and spoons him out a great dollop. He does not see how he can empty his stew-pot in time for coffee. Tjaden and Müller have produced two washbasins and had them filled up to the brim as a reserve."
    },
    {
        "author": "Erich Maria Remarque",
        "title": "All Quiet on the Western Front - Comradeship",
        "theme": "brotherhood_survival",
        "year": 1929,
        "text": "We are little flames poorly sheltered by frail walls against the storm of dissolution and madness, in which we flicker and sometimes almost go out. Then the muffled roar of the battle becomes a ring that encircles us, we creep in upon ourselves, and with big eyes stare into the night. Our only comfort is the steady breathing of our comrades asleep, and thus we wait for the morning. Every word that is spoken here touches on the unknown and the unfathomable. The soldier is on friendlier terms than other men with his stomach and intestines. Three-quarters of his vocabulary is derived from these regions, and they give an intimate flavour to expressions of his greatest joy as well as of his deepest indignation."
    },
    {
        "author": "Erich Maria Remarque",
        "title": "All Quiet on the Western Front - The Lost Generation",
        "theme": "disillusionment_lost_youth",
        "year": 1929,
        "text": "I am young, I am twenty years old; yet I know nothing of life but despair, death, fear, and fatuous superficiality cast over an abyss of sorrow. I see how peoples are set against one another, and in silence, unknowingly, foolishly, obediently, innocently slay one another. I see that the keenest brains of the world invent weapons and words to make it yet more refined and enduring. And all men of my age, here and over there, throughout the whole world see these things; all my generation is experiencing these things with me. What would our fathers do if we suddenly stood up and came before them and proffered our account? What do they expect of us if a time ever comes when the war is over? Through the years our business has been killing; it was our first calling in life. Our knowledge of life is limited to death."
    },
    {
        "author": "Erich Maria Remarque",
        "title": "Three Comrades - Opening Reflection",
        "theme": "postwar_friendship",
        "year": 1936,
        "text": "We had saved a good deal of money and thought we would start a small garage. We three had been soldiers together and after the war we simply carried on as before, as if the war had never ended. We lived together, ate together, worked together, and when one of us had money the other two also had money. We were not sentimental about it, but we were comrades. Perhaps we were comrades because we were not sentimental. We had a great contempt for death; it had no grandeur for us any longer. It was just something between the earth and the sky that one went through. We had seen too much of it to make a fuss. Strangely enough, we made a fuss about life."
    }
]
